{
	"status": "ok",
	"journeys":[
		{
			"fileName": "Pisa.png",
            "journeyName" : "Leaning Tower of Pisa",
            "journeyID" : 0,
                "description" : "Originally designed to be a bell tower for the church,the tower only stood upright for 5 years until the completion of the third floor in 1178. Naturally, climbing to the top of the tower has become the most popular tourist activity in Pisa.",
			"steps" : 74,
			"distance" : 0.035
		},
		{
			"fileName": "MtEverest.png",
            "journeyName" : "Mt. Everest",
            "journeyID" : 1,
            "description" : "Mt. Everest is the tallest mountain in the world standing at 29,029 feet above sea level. It sits on the Nepal/Tibet border and is part of the Himalayan Mountain Range. Mt. Everest was first officially summited in 1953 by Sir Edmund Hillary and Tenzing Norgay.",
			"steps" : 11612,
			"distance" : 5.49
		},
        {
            "fileName": "MtHollywood.png",
            "journeyName" : "Mt. Hollywood",
            "journeyID" : 2,
                "description" : "Mount Hollywood, elevation of 1,640 feet, is the second tallest peak in Griffith Park and offers amazing 360-veiws of the Griffith Observatory, Hollywood, California and the ocean. 'HOLLYWOOD' is spelled out in 45-foot- tall white capital letters and is 350 feet (110 meters) long. It was originally created in 1923 as an advertisement for a local real estate development, but is now an American cultural icon.",
            "steps" : 13728,
            "distance" : 6.5
        },
        {
            "fileName": "MtFugi.png",
            "journeyName" : "Mt. Fuji",
            "journeyID" : 3,
            "description" : "Mount Fuji is a 12,389 foot active volcano located on Honshu Island, Japan. It is the tallest peak in Japan and has been the subject of art and literature for centuries. The Mt. Fuji area is incredibly scenic consisting of: the Five Fuji Lakes, a number of waterfalls, and hot springs.",
            "steps" : 164736,
            "distance" : 78
        },
        {
            "fileName": "AppalationTrail.png",
            "journeyName" : "Appalachian Trail",
            "journeyID" : 4,
            "description" : "The Appalachian Trail is a hiking trail located in the Eastern United States. The trail crosses through 14 states; extending roughly 2,200 miles between Springer Mountain in Georgia and Mount Katahdin in Maine.",
            "steps" : 4625280,
            "distance" : 2190
        },
        {
            "fileName": "GreatWall.png",
            "journeyName" : "The Great Wall of China",
            "journeyID" : 5,
            "description" : "The Great Wall of China is located in Northern China along the historical Northern border of the county. It was originally built to keep the Mongol tribes from invading China. With all its various branches the Great Wall spans over 13,000 miles.",
            "steps" : 27815040,
            "distance" : 13170
        },
	]
}